
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Nepoznat način za učitavanje URL-a %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Spajanje na host %@ nije moguće";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Sa servera je primljeno loše zaglavlje";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Nije moguće odrediti IP adresu hosta: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Nije moguće učitati opis porta %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Spajanje na host %@ pomoću porta %d nije moguće";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Primljen nepoznati odgovor HTTP servera %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "HTTP zahtjev za URL %@:%@ nije uspio";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Izgubljena veza s hostom %@";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Učitavanje s %@ nije moguće";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Prilikom pokušaja učitavanja URL-a %@ pronađena petlja za preusmjeravanje";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Usluga nedostupna za host %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Nije moguće otvaranje podatkovne veze za URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Predmet nije dostupan za navedeni URL: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Host: %@ nije prepoznao FTP naredbu";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Korisničko ime ili zaporka nisu prepoznati.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f bajta";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ od %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 bajta";

/* String used for showing a one byte size */
"1 byte" = "1 bajt";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Zaporka web obrasca";

/* HTTP result code string */
"accepted" = "prihvaćeno";

/* HTTP result code string */
"bad gateway" = "krivi gateway";

/* HTTP result code string */
"bad request" = "krivi zahtjev";

/* HTTP result code string */
"client error" = "greška klijenta";

/* HTTP result code string */
"conflict" = "neslaganje";

/* HTTP result code string */
"continue" = "nastavi";

/* HTTP result code string */
"created" = "izrađeno";

/* HTTP result code string */
"expectation failed" = "zahtjev nije uspio";

/* HTTP result code string */
"forbidden" = "zabranjeno";

/* HTTP result code string */
"found" = "nađeno";

/* HTTP result code string */
"gateway timed out" = "isteklo vrijeme gatewaya";

/* HTTP result code string */
"informational" = "informativno";

/* HTTP result code string */
"internal server error" = "greška unutarnjeg servera";

/* HTTP result code string */
"length required" = "potrebna duljina";

/* HTTP result code string */
"method not allowed" = "način nije dozvoljen";

/* HTTP result code string */
"moved permanently" = "trajno premješteno";

/* HTTP result code string */
"multiple choices" = "višestruke opcije";

/* HTTP result code string */
"needs proxy" = "potreban je proxy";

/* HTTP result code string */
"no content" = "bez sadržaja";

/* HTTP result code string */
"no error" = "bez greške";

/* HTTP result code string */
"no longer exists" = "ne postoji više";

/* HTTP result code string */
"non-authoritative information" = "informacija nije mjerodavna";

/* HTTP result code string */
"not found" = "nije nađeno";

/* HTTP result code string */
"not modified" = "nije izmijenjeno";

/* HTTP result code string */
"partial content" = "nepotpun sadržaj";

/* HTTP result code string */
"payment required" = "potrebno plaćanje";

/* HTTP result code string */
"precondition failed" = "preduvjet nije uspio";

/* HTTP result code string */
"proxy authentication required" = "potrebna proxy autentikacija";

/* HTTP result code string */
"redirected" = "preusmjereno";

/* HTTP result code string */
"request timed out" = "vrijeme zahtjeva isteklo";

/* HTTP result code string */
"request too large" = "zahtjev je prevelik";

/* HTTP result code string */
"requested URL too long" = "zatraženi URL je predug";

/* HTTP result code string */
"requested range not satisfiable" = "zatraženi raspon ne zadovoljava";

/* HTTP result code string */
"reset content" = "resetiraj sadržaj";

/* HTTP result code string */
"see other" = "vidi ostalo";

/* HTTP result code string */
"server error" = "greška servera";

/* HTTP result code string */
"service unavailable" = "usluga nedostupna";

/* HTTP result code string */
"success" = "uspjeh";

/* HTTP result code string */
"switching protocols" = "izmjena protokola";

/* HTTP result code string */
"temporarily redirected" = "privremeno preusmjereno";

/* HTTP result code string */
"unacceptable" = "neprihvatljivo";

/* HTTP result code string */
"unauthorized" = "neovlašteno";

/* HTTP result code string */
"unimplemented" = "nije izvedeno";

/* Unknown filename */
"unknown" = "nepoznato";

/* HTTP result code string */
"unsupported media type" = "nepodržana vrsta medija";

/* HTTP result code string */
"unsupported version" = "nepodržana verzija";
